<!DOCTYPE html>
<html lang="zh-tw">
  
  <head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
    <meta name="description" content="">
    <meta name="author" content="">
    <link rel="icon" href="favicon.ico">
    <title>Aoetw</title>
    <style>
      body {            padding-top: 0px;            font-family: "微軟正黑體";            background-color: #f5f5f5;            font-size: 18px;        }
    </style>
  </head>
  
  <body>
    <?php include( "head.php"); ?>
    <!-- Main jumbotron for a primary marketing message or call to action
    -->
    <div class="container">
      <!-- Example row of columns -->
      <div class="row" style=" margin-top: 50px;">
        <div class="col-md-12">
          <h1>食人族</h1>
          <div class="hrn1"></div>
        </div>
        <div class="col-md-8">
          <div class="n1">
            <p>本關為黃金國戰役中第四關，也是最後一關了。 法蘭西斯科以及他的探險隊探索了整個亞馬遜河流域，而且到達了大西洋的出海口。然而，西班牙征服者們卻面臨當地的食人族，也就是內格羅人。此外，一些西班牙同胞們被內格羅人所俘虜，玩家應該去解救這些同胞以獲得他們的幫助。往海洋進發前，玩家需要建造十五艘戰船，以開始您的旅程。</p>
          </div>
          <h2>玩家</h2>
          <div class="hrn1"></div>
          <div class="n1">
            <h3>基本資訊</h3>
            <table class="table-bordered" width="100%">
              <tr>
                <td class="tc1" width="15%">起始時代:</td>
                <td class="tc2" width="15%">封建時代</td>
                <td class="tc1" width="15%">起始資源:</td>
                <td class="tc2">775木材，500食物，
                  <p>100石頭</td>
                <td class="tc1" width="15%">人口上限:</td>
                <td class="tc2" width="5%">0</td>
              </tr>
            </table>
            <h3>AI</h3>
            <!--<span class="glyphicon glyphicon-star" aria-hidden="true" style="color:
            #ff911d; margin-left: 5px;"></span>:中立</p>!-->
            <table class="table-bordered" width="100%">
              <tr>
                <td class="tc4" colspan="4" style="background: #2980b9;">玩家本身</td>
              </tr>
              <tr>
                <td class="tc6">
                  <div class="p1"></div>玩家1：</td>
                <td class="tc6" colspan="3">玩家1：印加人(藍色)</td>
              </tr>
              <tr>
                <td class="tc4" colspan="4" style="background: #27ae60;">同盟</td>
              </tr>
              <tr>
                <td class="tc6" width="15%" "><div class="p5
                "></div>玩家3：</td>  <td class="tc6 " width="35% ">哈努阿庫(水藍色)  印加</td>   <td class="tc6 " width="15% "">
                  <div class="p4"></div>玩家4：</td>
                <td class="tc6" width="35%">瑪卡帕巴(黃色) 印加</td>
              </tr>
              <tr>
                <td class="tc6" width="15%" "><div class="p7
                "></div>玩家6：</td>  <td class="tc6 " width="35% ">西班牙人(灰色) 西班牙 </td>   <td class="tc6 " width="15% "">
                  <div class="p6"></div>玩家7：</td>
                <td class="tc6" width="35%">指示給予者(紫色) 印加</td>
              </tr>
              <tr>
                <td class="tc4" colspan="4" style="background:#ea6153;">敵對</td>
              </tr>
              <tr>
                <tr>
                  <td class="tc6">
                    <div class="p2"></div>玩家2：</td>
                  <td class="tc6">洛斯內格羅斯居民(紅色) 印加</td>
                  <td class="tc6">
                    <div class="p3"></div>玩家5：</td>
                  <td class="tc6">洛斯內格羅斯守衛(綠色)印加</td>
                </tr>
            </table>
            <br>
            <dl class="dl-horizontal"> <dt>開場單位:</dt> 
              <dd>法蘭西斯科.德.奧雷利亞納，4位村民，2位火槍兵，3位西班牙征服者，2艘運輸船。</dd> <dt>大地之母單位:</dt> 
              <dd>10位村民</dd>
            </dl>
            <h2>主要任務</h2>
            <div class="hrn1"></div>
            <div class="n1">
              <ol>
                <li>法蘭西斯科.德.奧雷利亞納必須活著。</li>
                <li>在島上建一座城鎮中心作為據點基地。</li>
                <li>從食人族(洛斯內格羅斯)解救西班牙俘虜。</li>
                <li>洗劫（摧毀）小島東邊的倉庫，重奪盔甲和武器，然後回來見胡安.科特霍,以得到他的支持。</li>
                <li>4. 準備一支可以出海遠航的艦隊，建造15只大型戰艦。</li>
              </ol>
            </div>
            <h2>次要任務</h2>
            <div class="hrn1"></div>
            <div class="n1">
              <ol>
                <li>如果你缺乏金子你可以:</li>
                <li>搶奪洛斯內格羅斯富饒的礦脈。</li>
                <li>幫助西邊和北邊友好的部落獲得一些金子。</li>
                <li>指令給予者帶有紫色標識。點擊他們就可以了。提示: 潛在的指令給予者帶有紫色標識。點擊他們就可以尋求指令了。</li>
                <li>- 漁夫: 破壞洛斯內格羅斯的漁網來嚇跑他們，讓他們離開捕魚區。</li>
                <li>- 鐵匠：去查看瑪卡帕巴西邊的礦場。</li>
                <li>- 大祭司: 引導瑪卡帕巴冠軍劍士取得勝利。點擊他開始決鬥。殺死另一個冠軍劍士。神會賜予一些增益技能，所以請抓緊機會在你對手之前先得到它。</li>
                <li>- 學者: 解除島上的險情，好讓他們能繼續去探尋地震之神的另一個頭顱雕像。</li>
                <li>- 守衛: 找到那個對動物下襲人詛咒的女巫並殺死她。</li>
                <li>- 薩滿教巫師: 選擇果樹叢就可以開始問答了。選擇其中一座帳篷作為你的回答。</li>
                <li>- 檢察官: 找出殺死蘇帕伊的兇手，詢問島上的居民 (點擊 紫色的單位)。</li>
                <li>- 貿易者：你需要護送一位貿易者盡快趕到瑪卡帕巴 。如果你準備好了，就點擊貿易者旁邊的市場吧。在水果腐壞之前把他帶到瑪卡帕巴的市場。</li>
                <li>- 哈努阿庫城 祭司: 阻止洛斯內格羅斯修建神廟的計劃。</li>
              </ol>
            </div>
          </div>
          <h2>任務提示</h2>
          <div class="hrn1"></div>
          <div class="n1">
            <ul>
              <li>你登陸的島是建造主城的絕佳地點，你無需另尋他處。</li>
              <li>盡早解救西班牙俘虜，因為營救他們並不需要派遣大部隊。此外，俘虜的帶頭人會給你有用的信息。在得到這些情報之前不要四處亂走，那是不明智的。</li>
              <li>解救俘虜之後，先執行瑪卡帕巴和哈努阿庫部落的指示。</li>
              <li>仔細搜索地圖，你會發現很多有用的支線劇情。</li>
              <li>這些會給你提供足夠的資源去搶奪洛斯內格羅斯城的礦井。</li>
              <li>最好別去惹那些敵對勢力。</li>
              <li>法蘭西斯科.德.奧雷利亞納 可以升級帝王時代。</li>
            </ul>
          </div>
          <h2>斥侯</h2>
          <div class="hrn1"></div>
          <div class="n1">
            <ul>
              <li>法蘭西斯科.德.奧雷利亞納在往大洋行駛，但是他需要在出海之前重整船隊，以適應大洋遠航的需求，所以他需要建立一個基地來完成這個工程。亞馬遜河的出海口有很多小島。</li>
              <li>友好的哈努阿庫部落（青藍色）佔據了北邊的那些小島，但是洛斯內格羅斯 (紅色和綠色)已經佔領了河上流（南邊）的一些小島,他們是你最危險的敵人。</li>
              <li>另外一個友好的部落是瑪卡帕巴 (黃色),它位於河西岸。他們在上流有一個大村落。</li>
              <li>在河東岸洛斯內格羅斯有好幾個據點。它們由重兵看守，你若沒有大部隊最好不要去沾惹他們。</li>
            </ul>
            <h2>戰術</h2>
            <div class="hrn1"></div>
            <div class="n1">
              <ul>
                <li>在這個劇情裡，玩家沒有太多的金礦，進入城堡、帝王時代相對困難、也沒辦法讓戰船升級。不僅如此，玩家也無法建造市集、更沒辦法與其他勢力交易，或者買賣資源。要取得黃金的唯一方法，就只能達成在地部落的要求、或者征服洛斯內格羅斯人以取得金礦的控制權。如同以往的劇情一般，玩家擔任印加人。</li>
                <li>西班牙征服者們分乘兩艘運輸船到達亞馬遜河的出海口，並且得知此地居有食人部落「洛斯內格羅斯」西班牙人們登陸的地方，也就是玩家應該建造基地的地方。</li>
                <li>有三個內格羅鷹勇士占據這個島嶼，他們可以輕易被消滅。當玩家在這座島上建立城鎮中心時，就會得知有些西班牙同胞被住在島上東方的洛斯內格羅斯人所俘虜，而玩家應該去拯救他們。</li>
                <li>玩家需要至少殺掉幾個洛斯內格羅斯守衛才能解救西班牙探險隊的隊長: 胡安.科特霍玩家必須摧毀資源儲存處才能取回探險隊們被沒收的配備。此後，胡安.科特霍會成為騎兵英雄、其他士兵則成為火槍兵，皆歸於玩家麾下。</li>
                <li>接著玩家就應該開始著手建造十五艘戰艦，以備出發前往大西洋、贏得遊戲。然而，在這個關卡，玩家可以取得的黃金卻是少之又少，而玩家也無法透過貿易取得黃金。（市集與貿易單位都無法使用）因此玩家應該接觸在西邊的兩個友好的部落：哈努阿庫和瑪卡帕巴，完成他們的要求，以取得做為回報的黃金。</li>
                <li>然後，玩家也可以攻擊在東邊的食人部落洛斯內格羅斯人，以攫取他們的黃金。</li>
                <li>想要取得任務要求，只需點擊紫色的單位並跟隨指示。每完成一個要求，就能得到兩百黃金。任務失敗則會取得較少黃金、或甚至沒有黃金。</li>
                <li>在哈努阿庫村莊中（位在玩家所在島嶼的北方），有一件謀殺案，受害者叫作 "蘇帕伊"，玩家應該幫助調查這個案子，而這個案子有四個嫌疑人正在受審。</li>
                <li>玩家必須點選村莊裡的其餘居民以取得他們的證詞，一旦玩家的視野回到審判中、下達判決之前，所有嫌疑犯都會堅稱自己沒有殺害蘇帕伊。認出嫌疑犯後，就用滑鼠點選你相信是兇手的那位。</li>
                <li>而無論你指控的是誰，你都必須在其他嫌疑犯被釋放前將之殺死。錯誤的指控會導致真兇消遙法外，而玩家也只能得到五單位的黃金。這時，真兇會自己承認罪行。</li>
                <li>案件資訊與嫌疑人證詞:</li>
                <li>蘇帕伊之妻:當我丈夫蘇帕伊開門讓別人進來時我已經在床上要睡覺了。這肯定是當地人幹的，不然我丈夫不會開門的。過了一陣子我就聽到一陣可怕的尖叫，然後就發現……（抽泣）</li>
                <li>檢察官:在你提出你的判斷之前，聽聽疑犯們的最後辯詞。畢竟他們的性命都掌握在你手裡。
                  <li>退伍軍人:作為一個戰士我平生見過很多傷者。我可以告訴你，陌生人，殺死蘇帕伊的肯定受過正規的軍事訓練。</li>
                  <li>鐵匠:檢察官讓我去勘察犯罪現場，說我對兵器瞭如指掌。我就只看到了一根羽毛，難道他是被撓癢撓死的？</li>
                  <li>帕卡裡: 我是帕卡裡，是在這座島上出生並長大的。認識豹勇士的人都知道我們對榮譽看得至關重要，所以我以我的榮譽做擔保：我沒有殺死蘇帕伊！</li>
                  <li>托納帕:我是托納帕,來自南邊的瑪卡帕巴村莊。我是在兇殺案發生後才來到這裡的，但是檢察官不相信我。</li>
                  <li>艾庫諾: 我叫做艾庫諾。我是在我們身後的靶場裡生活和訓練的。蘇帕伊是個好鄰居，我怎麼可能要他死呢？</li>
                  <li>老好人阿帕奇: 他們叫我老好人阿帕奇。我這一輩子都在島上研讀上帝留給我們的符號和預示。我對殺人一點都不瞭解。</li>
                  <li>在前述島嶼的西方是哈努阿庫村莊的市集，那邊有個商人想要賣給瑪卡帕巴市集一些水果，如果玩家接受這項挑戰，就要在四分鐘內將這位商人帶到那邊去。否則他的水果就會腐爛，只能以低價當做動物飼料售出。而且在路途上，玩家很可能遇到一些食人族的獨木舟。</li>
                  <li>在島上的西邊，哈努阿庫村莊的神廟中， 僧侶會要求玩家幫助他阻止內格羅人在島嶼的南端建一座自己的神廟。而 洛斯內格羅斯在僧侶說到的地方只有一個村民，只要殺掉那個村民就能避免這件事情，若是玩家沒有成功阻止神廟的建設，就不會得到任何報酬。</li>
                  <li>在地圖的北端，有一位薩滿教巫師（以鷹勇士的形態存在），在他身後有著三個帳篷。他會要求玩家回答三道謎題，只要點選對應的帳篷就能回答問題，答對每一個問題都會有相對應的獎賞，但如果其中有任何一題答錯，玩家的所有單位就會承受相應的損傷。</li>
                  <li>巫師的問題:</li>
                  <li>1.什麼東西一直奔卻從不走，經常咕噥咕噥的但從來不說話，有一張床但是從來不睡覺，有一張嘴但是從來不吃東西？ (B)</li>
                  <li>A水藍色帳篷：是一朵雲</li>
                  <li>B黃色帳篷：是一條河</li>
                  <li>C紫色帳篷：是一座山</li>
                  <li>2.我總是很飢餓，需要一直餵著。我接觸到的手指都會很快變紅。我是什麼？(A)</li>
                  <li>A紫色帳篷：是火。</li>
                  <li>B黃色帳篷：是泥土。</li>
                  <li>C水藍色帳篷：是空氣。</li>
                  <li>3.說出我的名子然後我就消失，那我是什麼?(A)</li>
                  <li>A紫色帳篷：是黑暗。</li>
                  <li>B黃色帳篷：是寂靜。</li>
                  <li>C青藍色帳篷：是時間。</li>
                  <li>在瑪卡帕巴的主要村莊中，因為數位礦工失蹤，有位鐵匠會要求玩家幫助他查探西邊的礦藏，一旦玩家到達那裡，一些洛斯內格羅斯人就會現身，尋找人類來吃。玩家必須在進入洞穴之前殺光他們，並得知所有消失的礦工其實都是被食人族吃掉了。</li>
                  <li>在瑪卡帕巴村莊的東北方，一名漁夫會要求玩家摧毀內格羅人在南方的漁網，好讓他可以在那邊捕魚，玩家也必須摧毀附近的洛斯內格羅斯獨木舟。</li>
                  <li>在瑪卡帕巴村莊的西南方，有位考古學者正在研究一塊石頭，他會告訴玩家，在島上的東方有另外一塊石頭，然而那裡卻被內格羅人所占據，因此玩家必須殺掉在那邊的洛斯內格羅斯人，好讓考古學家可以安全地去那邊做研究。</li>
                  <li>在瑪卡帕巴村莊的木門北方，有個村莊因為村民被野獸攻擊而一團混亂，門衛會要求玩家殺掉召來野獸的巫師。在路上，玩家必須小心野生動物，尤其是鐵野豬。一旦巫師被殺，野獸就會逃走，而村民的安全也會再度得到保障。</li>
                  <li>在瑪卡帕巴村莊的西北方，有個僧侶會要求玩家幫助瑪卡帕巴的冠軍（一個鷹勇士）對抗哈努阿庫的冠軍（一個豹勇士）一旦比賽開始，那位豹勇士就會被　洛斯內格羅斯　所接管。</li>
                  <li>由於玩家處於劣勢（豹勇士對鷹勇士有加成，鷹勇士打不贏豹勇士）玩家必須透過不斷地在競技場上奔跑、並盡可能多地撿起遺跡，如此一來玩家就能加快鷹勇士的速度。一旦輸掉比賽，玩家甚麼也拿不到，而失望的僧侶會詛咒玩家去死。（不過甚麼也不會發生）</li>
              </ul>
            </div>
          </div>
        </div>
        <div class="col-md-4">
          <table class="table-bordered" width="100%">
            <tr>
              <td class="unit" colspan="2" style=" background-color:#375d96;">
                <div class="unititle"><a href="">食人族</a>
                </div>
              </td>
            </tr>
            <tr>
              <td colspan="2">
                <div class="unititle">
                  <img src="img/EI 4.jpg" width="" alt="">
                </div>
              </td>
            </tr>
            <tr>
              <td class="unit" colspan="2" style=" background-color:#375d96;">
                <div class="unititle2"><a href="">情景信息</a>
                </div>
              </td>
            </tr>
            <tr>
              <td class="unit3">版本</td>
              <td class="unit4">失落的帝國</td>
            </tr>
            <tr>
              <td class="unit3">戰役</td>
              <td class="unit4">黃金國</td>
            </tr>
            <tr>
              <td class="unit3">文明</td>
              <td class="unit4"><a href="">印加人</a>
              </td>
            </tr>
            <td class="unit" colspan="2" style=" background-color:#375d96;">
              <div class="unititle2"><a href="">戰役關卡編號</a>
              </div>
            </td>
            </tr>
            <tr>
              <td class="unit3">章節</td>
              <td class="unit4">失落帝國第五章之四</td>
            </tr>
            <tr>
              <td class="unit3">上一關</td>
              <td class="unit4"> <a href="The_Amazones.php">亞馬遜族</a> 
            </tr>
            <tr>
              <td class="unit3">下一關</td>
              <td class="unit4"> <a href="N/A">N/A</a> 
              </td>
            </tr>
          </table>
          <div class="thanks">感謝! 此頁面由裕暉，竺叡協助編輯</div>
        </div>
      </div>
    </div>
    <!-- /container -->
    <?php include( "allbatt.php"); ?>
    <?php include( "foot.php"); ?>
  </body>

</html>